//RPT3000  JOB (KC03HE9),'DLJ WSC NEBR',REGION=0M,CLASS=A,MSGCLASS=H,
// NOTIFY=&SYSUID,MSGLEVEL=(1,1)
//*-----------------------------------------------------------*
//* BASIC COMPILE, LINK, AND GO JCL
//*-----------------------------------------------------------*
//COBOL1   EXEC IGYWCLG,REGION=0M,
//   PARM.COBOL='TEST,RENT,APOST,OBJECT,NODYNAM,LIB,'
//COBOL.STEPLIB DD DSN=IGY640.SIGYCOMP,DISP=SHR
//COBOL.SYSIN DD DISP=SHR,DSN=KC03HE9.CIS352.COBOL(RPT3000)
//GO.CUSTMAST DD DISP=SHR,DSN=KC03HE9.CIS352.DATA(CUSTMAST)
//GO.SRPT3000 DD DISP=SHR,DSN=KC03HE9.CIS352.DATA(SRPT3000)